Repository: sunvc/NoLet
Catalog: ContentExtension/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, tr, zh_hans, zh_hk

# [%@]分组静音成功
source: [%@] Group Muted Successfully
de: [%@] Gruppenstummschaltung erfolgreich
es: [%@] Grupo silenciado con éxito
fr: [%@] Groupe silencieux réussi
it: [%@] Gruppo silenzioso riuscito
ja: [%@]グループのミュートに成功しました
ko: [%@] 그룹 무음 설정 성공
pt_br: [%@] Silenciamento de grupo bem-sucedido
ru: [%@] Группа успешно отключила звук
tr: [%@] Grup sessizleştirme başarılı
zh_hans: [%@]分组静音成功
zh_hk: [%@] 分組靜音成功

# %1$d分钟前
source: %1$d minutes ago
de: %1$d Minuten vor
es: %1$d minutos atrás
fr: il y a %1$d minutes
it: %1$d minuti fa
ja: %1$d分前
ko: %1$d분 전
pt_br: %1$d minutos atrás
ru: %1$d минут назад
tr: %1$d dakika önce
zh_hans: %1$d分钟前
zh_hk: %1$d分鐘前

# %1$d小时%2$d分钟前
source: %1$d hours %2$d minutes ago
de: %1$d Stunden %2$d Minuten vor
es: %1$d horas %2$d minutos atrás
fr: Il y a %1$d heures et %2$d minutes
it: %1$d ore %2$d minuti fa
ja: %1$d時間%2$d分前
ko: %1$d시간 %2$d분 전
pt_br: %1$d horas %2$d minutos atrás
ru: %1$d часов %2$d минут назад
tr: %1$d saat %2$d dakika önce
zh_hans: %1$d小时%2$d分钟前
zh_hk: %1$d小時%2$d分鐘前

# %1$d小时前
source: %1$d hours ago
de: %1$d Stunden vorher
es: %1$d horas atrás
fr: Il y a %1$d heure
it: %1$d ore fa
ja: %1$d時間前
ko: %1$d시간 전
pt_br: %1$d horas atrás
ru: %1$d час назад
tr: %1$d saat önce
zh_hans: %1$d小时前
zh_hk: %1$d 小時前

# 1周
source: 1 week
de: 1 Woche
es: 1 semana
fr: 1 semaine
it: 1 settimana
ja: 「1週」
ko: 1주
pt_br: 1 semana
ru: 1 неделя
tr: 1 hafta
zh_hans: 1周
zh_hk: 1 週

# 1天
source: 1 day
de: 1 Tag
es: 1 día
fr: 1 jour
it: 1 giorno
ja: 1日
ko: 1일
pt_br: 1 dia
ru: 1 день
tr: 1 gün
zh_hans: 1天
zh_hk: 1天

# 1月
source: January
de: Januar
es: enero
fr: Janvier
it: Gennaio
ja: 1月
ko: 1월
pt_br: Janeiro
ru: Январь
tr: Ocak
zh_hans: 1月
zh_hk: 1月

# 一周前
source: A week ago
de: vor einer Woche
es: Hace una semana
fr: Il y a une semaine
it: Una settimana fa
ja: 一週前
ko: 일주일 전
pt_br: uma semana atrás
ru: Неделю назад
tr: Bir hafta önce
zh_hans: 一周前
zh_hk: 一週前

# 一天前
source: One day ago
de: vor einem Tag
es: hace un día
fr: Il y a un jour
it: Un giorno fa
ja: 一日前
ko: 하루 전
pt_br: Um dia atrás
ru: Один день назад
tr: Bir gün önce
zh_hans: 一天前
zh_hk: 一天前

# 一小时前
source: One hour ago
de: vor einer Stunde
es: Hace una hora
fr: Il y a une heure
it: Un'ora fa
ja: 1時間前
ko: 한 시간 전
pt_br: Uma hora atrás
ru: Час назад
tr: Bir saat önce
zh_hans: 一小时前
zh_hk: 一小時前

# 一月前
source: One month ago
de: vor einem Monat
es: Hace un mes
fr: Il y a un mois
it: Un mese fa
ja: 一ヶ月前
ko: 한 달 전
pt_br: Um mês atrás
ru: Месяц назад
tr: Bir ay önce
zh_hans: 一个月前
zh_hk: 一個月前

# 不保存
source: Don't Save
de: Nicht speichern
es: no guardar
fr: Ne pas enregistrer
it: Non salvare
ja: 「保存しない」
ko: 저장 안 함
pt_br: Não salvar
ru: Не сохранять
tr: Kaydetme
zh_hans: 不保存
zh_hk: 不保存

# 保存
source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
tr: Kaydet
zh_hans: 保存
zh_hk: 保存

# 保存图片
source: Save Image
de: Bild speichern
es: Guardar imagen
fr: Sauvegarder l'image
it: Salva immagine
ja: 画像を保存
ko: 이미지 저장
pt_br: Salvar imagem
ru: Сохранить изображение
tr: Resim Kaydet
zh_hans: 保存图片
zh_hk: 保存圖片

# 保存图片时出现错误：%@
source: Error occurred while saving image: %@
de: Fehler beim Speichern des Bildes: %@
es: Error al guardar la imagen: %@
fr: Erreur lors de l'enregistrement de l'image : %@
it: Errore durante il salvataggio dell'immagine: %@
ja: 画像の保存中にエラーが発生しました：%@
ko: 이미지를 저장하는 중 오류 발생: %@
pt_br: Erro ao salvar a imagem: %@
ru: Ошибка при сохранении изображения: %@
tr: Resim kaydedilirken hata oluştu: %@
zh_hans: 保存图片时出现错误：%@
zh_hk: 儲存圖片時出現錯誤：%@

# 保存失败
source: Save Failed
de: Speichern fehlgeschlagen
es: Error al guardar
fr: Échec de la sauvegarde
it: Salvataggio fallito
ja: 保存に失敗しました
ko: 저장 실패
pt_br: Falha ao salvar
ru: Сохранение не удалось
tr: Kaydetme başarısız
zh_hans: 保存失败
zh_hk: 保存失敗

# 保存成功
source: Save successful
de: Erfolgreich gespeichert
es: Guardado con éxito
fr: Sauvegarde réussie
it: Salvataggio riuscito
ja: 保存成功
ko: 저장 성공
pt_br: Salvo com sucesso
ru: Сохранение успешно
tr: Başarıyla kaydedildi
zh_hans: 保存成功
zh_hk: 保存成功

# 内部
source: Internal
de: Intern
es: Interno
fr: Interne
it: Interno
ja: 内部
ko: 내부
pt_br: Interno
ru: Внутренний
tr: İç
zh_hans: 内部
zh_hk: 內部

# 刚刚
source: Just now
de: Gerade eben
es: Justo ahora
fr: Tout à l'heure
it: Appena
ja: さっき
ko: 방금
pt_br: Agora mesmo
ru: Только что
tr: Az önce
zh_hans: 刚刚
zh_hk: 啱啱

# 取消
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
tr: İptal Et
zh_hans: 取消
zh_hk: 取消

# 图片已成功保存到相册！
source: Image successfully saved to album!
de: Bild erfolgreich im Album gespeichert!
es: ¡La imagen se ha guardado exitosamente en el álbum!
fr: L'image a été enregistrée avec succès dans l'album !
it: Immagine salvata con successo nell'album!
ja: 画像がアルバムに正常に保存されました！
ko: 사진이 성공적으로 앨범에 저장되었습니다!
pt_br: Imagem salva com sucesso no álbum!
ru: Изображение успешно сохранено в альбом!
tr: Fotoğraf başarıyla albüme kaydedildi!
zh_hans: Image saved to album successfully!
zh_hk: 圖片已成功儲存到相簿！

# 复制
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pt_br: Copiar
ru: Копировать
tr: Kopyala
zh_hans: 复制
zh_hk: 複製

# 复制成功
source: Copy successful
de: Kopieren erfolgreich
es: Copiado con éxito
fr: Copie réussie
it: Copia riuscita
ja: コピー成功
ko: 복사 성공
pt_br: Copiado com sucesso
ru: Копирование успешно
tr: Kopyalama başarılı
zh_hans: 复制成功
zh_hk: 複製成功

# 所有消息
source: All Messages
de: Alle Nachrichten
es: Todos los mensajes
fr: Tous les messages
it: Tutti i messaggi
ja: 「すべてのメッセージ」
ko: 모든 메시지
pt_br: Todas as mensagens
ru: Все сообщения
tr: Tüm Mesajlar
zh_hans: 所有消息
zh_hk: 所有訊息

# 扫描二维码
source: Scan QR Code
de: QR-Code scannen
es: Escanear código QR
fr: Scanner le code QR
it: Scansiona il codice QR
ja: 「QRコードをスキャン」
ko: QR 코드 스캔
pt_br: Escanear código QR
ru: Сканировать QR-код
tr: QR Kodunu Tara
zh_hans: 扫描二维码
zh_hk: 掃描二維碼

# 无
source: Nothing
de: Kein
es: Sin
fr: Rien
it: nessuna
ja: 無
ko: 없음
pt_br: Sem
ru: Нет
tr: Yok
zh_hans: 无
zh_hk: 無

# 是否将图片保存到相册？
source: Save the image to the album?
de: Bild in Fotoalbum speichern?
es: ¿Guardar la imagen en el álbum?
fr: Sauvegarder l'image dans l'album photo ?
it: Salvare l'immagine nell'album?
ja: 写真をアルバムに保存しますか？
ko: 사진을 앨범에 저장하시겠습니까?
pt_br: Salvar a imagem no álbum?
ru: Сохранить изображение в альбом?
tr: Resmi fotoğraf albümüne kaydetmek istiyor musunuz?
zh_hans: 是否将图片保存到相册？
zh_hk: 是否將圖片儲存到相簿？

# 普通内容
source: Ordinary Content
de: Normale Inhalte
es: Contenido ordinario
fr: Contenu ordinaire
it: Contenuto normale
ja: 普通コンテンツ
ko: 일반 콘텐츠
pt_br: Conteúdo comum
ru: Обычный контент
tr: Sıradan içerik
zh_hans: 普通内容
zh_hk: 普通內容

# 智能助手
source: Smart Assistant
de: Intelligenter Assistent
es: Asistente inteligente
fr: Assistant intelligent
it: Assistente Intelligente
ja: 「スマートアシスタント」
ko: 스마트 어시스턴트
pt_br: Assistente Inteligente
ru: Умный помощник
tr: Zeki Asistan
zh_hans: 智能助手
zh_hk: 智能助手

# 未知时间
source: Unknown Time
de: Unbekannte Zeit
es: Tiempo desconocido
fr: Temps inconnu
it: Tempo sconosciuto
ja: 「未知時間」
ko: 알 수 없는 시간
pt_br: Tempo Desconhecido
ru: Неизвестное время
tr: Bilinmeyen Zaman
zh_hans: 未知时间
zh_hk: 未知時間

# 的消息
source: Message
de: Nachricht
es: el mensaje
fr: Le message
it: Messaggio
ja: メッセージ
ko: 메시지
pt_br: a mensagem
ru: Сообщение
tr: Mesaj
zh_hans: 的消息
zh_hk: 的訊息

# 确定
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 「確定」
ko: 확인
pt_br: Confirmar
ru: Подтвердить
tr: Onayla
zh_hans: 确定
zh_hk: 確定

# 自动
source: Auto
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
ja: 「自動」
ko: 자동
pt_br: Automático
ru: Авто
tr: Otomatik
zh_hans: 自动
zh_hk: 自動

# 这是一个加密示例
source: This is an encryption example
de: Das ist ein verschlüsseltes Beispiel
es: Este es un ejemplo cifrado
fr: Ceci est un exemple crypté
it: Questo è un esempio crittografato
ja: これは暗号化の例です
ko: 이것은 암호화 예시입니다
pt_br: Este é um exemplo criptografado
ru: Это пример шифрования
tr: Bu bir şifreleme örneği
zh_hans: 这是一个加密示例
zh_hk: 這是一個加密示例

# 这是加密的正文部分
source: This is the encrypted body part
de: Dies ist der verschlüsselte Textteil
es: Esta es la parte cifrada del texto
fr: Ceci est la partie chiffrée du texte
it: Questa è la parte crittografata del testo
ja: これは暗号化された本文部分です
ko: 이것은 암호화된 본문 부분입니다
pt_br: Esta é a parte criptografada do texto
ru: Это зашифрованная часть текста
tr: Bu şifrelenmiş metin bölümüdür
zh_hans: 这是加密的正文部分
zh_hk: 這是加密的正文部分

# 长期
source: Long-term
de: Langfristig
es: Largo plazo
fr: Long terme
it: Lungo termine
ja: 長期
ko: 장기
pt_br: Longo prazo
ru: Долгосрочный
tr: Uzun vadeli
zh_hans: 长期
zh_hk: 長期

# 问智能助手
source: Ask Smart Assistant
de: Frag den intelligenten Assistenten
es: Asistente Inteligente
fr: Assistant intelligent
it: Assistente Intelligente
ja: 「スマートアシスタント」
ko: 지능형 어시스턴트
pt_br: Assistente Inteligente
ru: Умный помощник
tr: Zeki Asistan
zh_hans: 问智能助手
zh_hk: 「問智能助手」

# 静音分组1小时
source: Silence group for 1 hour
de: Stille Gruppe 1 Stunde
es: Silencio durante 1 hora
fr: Silence de groupe pendant 1 heure
it: Silenzio per 1 ora
ja: 「サイレントタイム1時間」
ko: 무음 분할 1시간
pt_br: Silêncio por 1 hora
ru: Тихая группа 1 час
tr: Sessizlik Bölümü 1 Saat
zh_hans: 静音分组1小时
zh_hk: 靜音分組1小時

source: NoletLanguageLocalCode
es: CódigoLocalIdiomaNolet
ja: 「Nolet言語ローカルコード」
pt_br: CódigoLocalIdiomaNoLet
zh_hans: “Nolet语言本地代码”
zh_hk: Nolet語言本地代碼
